Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 见妇人发呆，老人笑道：“你继续说便是。”
en_us: The woman didn't know whether she should continue, but the River Severing True Lord smiled and said, "You can keep going."

source: 见陈平安不搭话，稚圭就看似漫不经心说道：“你昨晚没回家，去刘羡阳那边啦？”
en_us: Seeing no response from Chen Ping'an, Zhi Gui asked in a seemingly casual manner, "You didn't return home last night? Did you stay over at Liu Xianyang's?"

source: 视野之中，老猿的魁梧身影从西边大步而回，不断在小镇当上“起起落落”，至于落地之时会不会踩塌屋舍、会不会坏了别人院落布置，根本毫不在意。
en_us: Meanwhile, Bai Yuan was quickly returning from the west, leaping into the air with each bounding stride that he took. As for the destruction that he was causing to the houses and buildings in the town with each landing, that was something that he paid no heed to.

source: 解开那个近乎死结的心结后，陈平安第一次觉得自己要好好活下去，好好的。
en_us: After untying the knot in his heart, Chen Ping'an, for the first time, felt like he had to fight on and live a good life.

source: 言念君子，温其如玉。
en_us: As gentle and amiable as jade should a virtuous person be.

source: 言语过后，无数金色的丝线透过云海，又渗透清风。
en_us: As soon as his voice trailed off, countless golden threads passed through the sea of clouds before piercing through the spring breeze.

source: 让纤细婀娜的少女，如同一条游走在狭窄石缝里的蛟龙，好像只要走出了小巷，就要走江化龙。
en_us: This made the slender and shapely young girl seem like a flood dragon that was swimming through thin cracks in the rock. If she managed to leave the small alley, it was as if she would enter the rivers and transform into a dragon.

source: 许久之后，孩子抬起头，发现一个板着脸的老爷爷站在那里，与他对视。
en_us: After a long while, the boy raised his head to find an old man looking down at him with a stern expression.

source: 许久之后，这一段小溪总算恢复风平浪静，老妪重新生出了一双眼睛，但是她变得气息孱弱，耳畔响起那位大仙的嗓音，“人家不稀罕理睬你，那是你祖上冒青烟，你别得寸进尺。以后经过石桥的时候，切记不要抬头了。”
en_us: After a long while, the water in the creek finally settled down, and at this point, the old woman had already regrown a pair of eyes, but her aura had become very feeble, and Old Man Yang's voce rang out beside her ears once again. "You're already extremely fortunate to have been granted free passage, so don't push your luck. Remember not to raise your head when you pass by the stone bridge in the future."

source: 许久过后，儒士叹了口气。
en_us: Some time later, the scholar heaved a faint sigh.

source: 许多嘈杂声音此起彼伏，“这是马苦玄的应得机缘！你这小子速速滚出去！”
en_us: "This is a fated opportunity that should fall to Ma Kuxuan! Leave this place right now, you insolent brat!"

source: 许多当年没有深思的小事，如今串在一起，好像一下子就说得通了。
en_us: Many trivial things that he had never put much thought into were suddenly flooding back into his mind, and he was able to see them through different eyes.

source: 试想一下，只要身处此方天地当中，任你是仙佛神魔鬼怪，来此皆需向我磕头，那是何种感受？
en_us: Just think about it. Regardless of whether one was an immortal, buddha, deity, demon, or ghost, they would be forced to kowtow toward that person as long as they were trapped in this realm. Just what kind of experience was this?

source: 话一说出口，少年就懵了。
en_us: In the instant that the words left his mouth, he was instantly rooted to the spot.

source: 话痨刘灞桥就这么一路沉默下去。
en_us: Thus, in a display that was completely out of character for a serial chatterbox like him, he remained silent for the rest of the trip.

source: 话音刚落。
en_us: As soon as her voice trailed off, a sword flew over her head, then began to rapidly revolve around her like a small child seeking the attention and approval of his mother.

source: 说到最后，年轻道人疾言厉色，极为严肃。
en_us: At the end, the tone of the Daoist priest's voice had become extremely serious and scathing, and Chen Ping'an was left at a complete loss for what to do.

source: 说到最后，高大少年被自己逗乐。
en_us: In the end, the tall and broad young boy started to laugh at his own joke.

source: 说到这里的时候，大骊藩王突然咦了一声，有些讶异，然后幸灾乐祸笑道：“那头老畜生这次运气有点背啊，偏偏惹上这么个小刺猬，隐藏很深啊。宋集薪，本王现在有点理解你了，谁摊上这么个对手都难受，除了干净利落一拳打死之外，实在是一件挺恶心的麻烦事。”
en_us: All of a sudden, Song Changjing paused here momentarily, and a look of surprise appeared on his face, followed by a hint of schadenfreude as he chuckled, "Looks like that old monkey is a bit unlucky this time. He thought this would be an easy hunt, but as it turns out, he's come up against a cunning little hedgehog. I'm beginning to understand you now, Song Jixin. Anyone would be extremely frustrated by an opponent like this. Unless you can kill him with a single blow, he'll continue to stick around and pose a nuisance with the tenacity of a glob of glue!"

source: 说到这里的时候，少女自顾自笑起来，“难不成你是怕我占你便宜？”
en_us: After saying this, she chuckled to herself and said, "Perhaps you're afraid that I'll take advantage of you?"

source: 说到这里的时候，老妇满脸讥讽，冷不丁往地上吐出一口浓痰，又有些后悔，便赶紧用脚尖碾了碾，老妇抬头望向满脸无所谓的少年，气不打一处来，只是舍不得打，只好气呼呼道：“没心没肺的崽子，也不知道心疼心疼奶奶。你本名叫马玄，只是有爹生没娘养的，不是命苦是什么，奶奶就给你加了个苦字，你要是嫌晦气，以后自己改回来便是，不打紧的，不用在意奶奶的想法。奶奶就是乡野老婆子，是田间的蛤蟆，见识短浅，活该一辈子遭罪吃苦”
en_us: The old woman wore an expression of ridicule as she said this, and she suddenly turned around to spit a ball of thick phlegm on the ground. However, she immediately regretted this, and she hurriedly used the tip of or foot to smoosh it away. Looking up and seeing her grandson's indifferent expression, she was suddenly filled with a sense of anger and irritation. However, she couldn't bring herself to hit him, so she could only huff, "Oh, you heartless brat, you don't even know to care for for your grandma. Your original name was Ma Xuan, but since you were abandoned by your parents, is your life not a bitter and hard one? So Grandma added the character Ku[ref]The Chinese character Ku referred to here literally means bitter or hardship.[/ref] to your name. If you feel like it's too unlucky, you can change it back in the future if you want. It's nothing major, so you don't need to care about what grandma thinks. Grandma is nothing but an old lady from a small town, and I'm just like a naive toad in the fields. With such a lack of knowledge, it almost serves me right to have such a difficult life."

source: 说到这里的时候，胸脯风光当得起“壮观”二字的妇人，突然笑了笑，“要不是晚上还算能折腾人，老娘乐意跟你过日子？！”
en_us: The voluptuous woman paused here momentarily, then suddenly smiled as she continued, "If you're not decent in bed, I would've dumped you long ago!"

source: 说到这里的时候，青衣少女偷偷摸摸并拢双指，在腰侧晃了晃，除此之外，口型也是“两袋”。
en_us: When she said this, Ruan Xiu secretly extended two fingers and waved it next to her waist. In addition to this, she also mouthed "two pouches".

source: 说到这里，她发现老人眼神骤然绽放锋芒，吓得她赶紧闭嘴不言。
en_us: All of a sudden, cold gleam flashed through the old man's eyes, and the woman was so frightened to see this that she immediately stopped talking.

source: 说到这里，妇人更火大了，快步走去，不比水桶纤细多少的粗壮腰肢，竟然也能被她拧得别有风情，对着蹲地上一言不发的男人就是一脚，踹得他斜倒在地上，男人别说还手，就是还嘴也不敢，摸爬着猫腰跑远，然后继续蹲着，眼神幽怨。
en_us: The woman became even more enraged as she spoke, and she quickly strutted over to her husband, who was squatting on the ground in silence, before giving him a vicious kick. Her waist wasn't much thinner than a water tank, but she somehow still managed to make it look seductive as she twisted her hips from side to side while walking. Her husband was immediately kicked to the ground, and not only did he not retaliate, he didn't even dare to say anything as he scurried away like a scorned cat, then continued to squat on the spot with a sulky expression.

source: 说到这里，妇人自顾自嫣然而笑，“要我看啊，如果你爷爷是卢氏掌舵人，卢氏王朝未必会这么快崩塌。哪怕是眼高于顶的大骊藩王宋长镜，也坦言能够在一年内就立下灭国之功，功劳簿上有你们卢氏皇室一半。当然了，你们这支小镇卢氏，运气不太好，跟主支卢氏，一荣未必俱荣，一损倒真是俱损，所以这次我们清风城给你这个千载难逢的机会，不要错过了，要好好把握住。”
en_us: A faint smile appeared on the woman's face as she continued, "If you ask me, if your grandfather had been the leader of the Lu Clan, then the Lu Empire wouldn't have collapsed so quickly. Even the extremely arrogant Monarch Song Changjing of the Great Li Empire once stated that he was only able to conquer the Lu Empire in a single year due in large part to the incompetence of the Lu Empire itself. Unfortunately for this branch of your Lu Clan in this town, you weren't able to rise to greater heights as the main branch rose to power, but now that the Lu Empire has fallen, the negative consequences have adversely affected this side branch as well. Hence, this opportunity to come to our Light Breeze City is truly a vast honor and privilege for you, so make sure you don't let it slip through your fingers."

source: 说到这里，少女心情又好了许多，笑眯眯问道：“陈平安，知道什么叫棋待诏吗？”
en_us: The young girl was in a much better mood at this moment, and she asked with a smile, "Chen Ping'an, do you know what Go officials are?"

source: 说到这里，少女掐断了话头，直接跳过，“之所以跟你说这些，我是想告诉你，天地大得很，别小看自己，也别气馁，你现在不是已经习武了吗？不如连剑术也一起练了！”
en_us: She suddenly paused at this moment, and she eventually decided to directly skip over it, continuing, "I'm saying all this because I want to tell you something — the world is very big, so don't underestimate yourself, and don't become discouraged. Aren't you already practicing martial arts now? Why don't you practice swordsmanship as well?"

source: 说到这里，少女自顾自掩嘴娇笑起来，“对你来说，肯定是后者更可怕。”
en_us: An amused look appeared on her face as she chuckled, "I'm sure the latter must be the more terrifying possibility for you."

source: 说到这里，老人有些眼神恍惚，自言自语道：“算你运气好，若是落入三教之手，你有没有来生都两说，哪来现在的光景。佛家有降伏心猿意马的说法，起念和发愿两事，至关重要，儒家好一些，管得那没么宽泛，只是苦口婆心谆谆教导，告诫徒子徒孙们，一定要讲求慎独，意思就是说别口是心非。道家呢，又把‘如何想’的重要性，拔高了，不惜视心魔为修行大敌，比佛家还严苛，因此许多人一走岔路，就有了许多所谓的旁门外道。因为道家追求的清净，重视扪心自问，一旦被道教祖师爷留下的那些个问题，把自己给问住了，就会心乱如麻……”
en_us: His gaze became distant when he said this, and he murmured to himself, "You can count yourself lucky. If you had fallen into the hands of the three teachings, it's hard to say whether you would even have an afterlife or next life. How could you enjoy your current privilege? "Buddhism has the concept of vanquishing a distracted and restless mind, with the concepts of desires and vows being critically important. Confucianism is slightly more relaxed, and it isn't as broadly controlling as Buddhism. They simply pass on their teachings in an earnest manner, warning their disciples to remain morally vigilant even when alone. In other words, there is a focus on being true to one's words. "As for Daoism, they elevate the concept of 'how to think' of even further, going as far as to view internal demons as the nemisis to cultivation. They're even stricter than Buddhism, leading to many people to wander onto stray paths. As a result, there are many so-called heretical sects. Because Daosits pursue tranquility and focus on examining one's own conscience, it's extremely easy for one's mind to become a tangled mess if one becomes stuck when trying to understand the Confucian Sages' questions..."

source: 说到这里，草鞋少年停顿了一下，抬起手背抹了抹下巴，苦涩道：“知道不应该怪别人，但其实心里很气，很生气你爹为什么不早点收下刘羡阳做徒弟，生气为什么刘羡阳出事情的时候，没有人阻拦，哪怕知道这不对，但我还是很生气。”
en_us: He then paused here momentarily, and a bitter look appeared on his face as he continued, "I know that I shouldn't be blaming others, but I can't help but feel angry. I'm angry at your father for not accepting Liu Xianyang as a disciple earlier, and I'm angry at the fact that no one intervened when Liu Xianyang was attacked. I know I shouldn't be feeling this way, but I still just feel so angry."

source: 说到这里，草鞋少年忍不住又弯腰，摸了摸来福的脑袋，柔声道：“一大把岁数，就要服老，对吧？放心，以后等我赚到大钱了，一定不饿着你。”
en_us: As he said this, the young boy couldn't help but bend down to pat Fortune on the head again. His voice was gentle as he continued, "At this age, you have to accept that you're getting old, right? But don't worry, I definitely won't leave you starving when I become rich in the future."

source: 说到这里，这位生长于陋巷的读书种子，不再说下去了。
en_us: However, the young intellectual suddenly stopped speaking.

source: 说到这里，齐静春笑了笑，“哦，差点忘了，你不是人。”
en_us: Qi Jingchun chuckled when he said this, and he corrected himself by remarking, "Oh, I almost forgot! You're not a person."

source: 说完之后，陈平安面朝那尊没了头颅的神像，双手合十，低头一拜，碎碎念念。宁姚依稀听到是恳请不要怪罪她的言语，她翻了个白眼，却也没说什么。
en_us: After saying this, Chen Ping'an clasped his hands together and bowed at the headless statue of the god, murmuring something quietly. Ning Yao could vaguely make out what he was saying, and it was things like begging the god to not blame her for being disrespectful and so on. She rolled her eyes, but she didn't say anything.

source: 说完这些“肺腑之言”，苻南华静等回复。
en_us: After introducing what he had to offer, Fu Nanhua fell silent, awaiting Song Jixin's response.

source: 说完这句话后，儒士自嘲一笑，如今齐静春的弟子，有什么金贵值钱的？坐满一屋子的蒙学孩童，每人收取束脩，不过一年三百钱，有些家境贫寒的孩子，不过是腊肉三条而已。
en_us: After saying this, the scholar chuckled at himself in a mocking manner. Right now, were Qi Jingchun's disciples worth anything? This was a room full of elementary children. Each student only needed to pay a measly 300 coins, and those who came from poorer families only needed to pay three strings of cured meat.

source: 说完这句话后，笼罩在金光之内的威武神将望向屋内的真武山剑修，后者深呼吸一口气，双手作捧香状，对着院中神将拜了三拜。每拜一次，就有一股如发丝粗细的淡金色气息，从真武山剑修泥丸穴中飘出，然后被金甲神人轻轻吸入鼻中。
en_us: After saying this, the magnificent deity who was shrouded in a golden glow turned to look at the swordsman from True Martial Mountain. The swordsman took a deep breath before feigning an act of offering incense and bowing three times to the deity. Each time he bowed, a wisp of faint golden aura that was as thick as a thread would hover out from his Mud Pellet acupoint and be breathed in by the deity in golden armor.

source: 说完这句话后，老猿再无半点疑虑，选择往溪水下游追踪而去。
en_us: He didn't hesiste any longer after saying this, and he chose to venture downstream to look for Chen Ping'an.

source: 说完这句话，她把碗筷往陈平安手里一丢，自己起身去往一栋独属于她的黄泥墙茅草屋，宁姚自己也很奇怪为何阮师对此自己如此客气，难道阮师看出自己的身份？可能性极小才对，毕竟倒悬山并不位于东宝瓶洲，况且倒悬山与外界几乎没有牵连，名声很大，客人极少，再者倒悬山那边，对自己的身份也吃不准。只不过宁姚是船到桥头自然直、不直我也能用剑劈出一条直路的性情，堂堂东宝瓶洲第一铸剑大家阮师的示好，她就大大方方笑纳了。
en_us: After that, she thrust her bowl and chopsticks into Chen Ping'an's hands, then stood up and made her way toward the yellow earthen hut that had been assigned solely to her. Ning Yao was rather befuddled about why Master Ruan was treating her so well, and she couldn't help but wonder if he was aware of her identity. The chances of that were extremely slim. After all, Stalactite Mountain wasn't situated on the Eastern Treasured Vial Continent, and it had virtually no connection to hte outside world. It was an extremely renowned place, but received very few visitors. Furthermore, even those on Stalactite Mountain were unaware of her identity. However, given Ning Yao's straightforward personality, she wasn't particularly bothered by this. For whatever reason, Master Ruan was being quite good to her, and she was happy to accept his good will.

source: 说完这句话，她没来由死死盯着草鞋少年。
en_us: After saying this, she stared intently at the young boy in straw sandals for some reason.

source: 说是宝甲，陈平安亲眼看过一次，其实模样丑陋，既像是人身上的瘊子，也像是老树的疤结。
en_us: Chen Ping'an had seen this supposed prized suit of aromr once, and it was extremely hideous, like a suit of warts, or like scarred and mottled surface of an old tree.

source: 说者无意听者有心，陈平安觉得宋集薪这话挺有道理，所以蛇胆石放在他这边，留在小镇上，估计撑死了也卖不出什么高价，可要是给了刘羡阳，要去那什么颍阴陈氏所在的大地方，哪怕给人坑骗杀价，也绝对比陈平安得到的钱更多。
en_us: Song Jixin had only mentioned this in an offhand manner, but Chen Ping'an had taken his comments to heart. If he were to try and sell the snake gall pebbles in the town, the chances of receiving a high price for them were slim to none, but if he Liu Xianyang were to take them out of the town to wherever the Yingyin Chen Clan was situated, even if someone were to lowball him, he would definitely be able to sell the snake gall pebbles for far more than Chen Ping'an would be able to in the town.

source: 说话的同时，陈平安身形已动，一把将宁姚扯到自己身后。
en_us: As he shouted this, he had already dashed forward to drag Ning Yao behind him.

source: 说这些话的时候，黑衣少女高高举起那颗少年赠送的石子。
en_us: As she said this, the young girl raised the snake gall pebble that the young boy had given her above her head.

source: 读书人又说道：“你知不知道正阳山也来人了，而且是主仆两人。”
en_us: The scholarly man then said, "Did you know that the Sun Scorch Mountain sent someone as well? And it's a master and servant duo."

source: 读书人喟然长叹。
en_us: Cui Minghuang heaved a long sigh.

source: 读书人好奇问道：“你来此是找那位阮师，求他帮你铸剑？”
en_us: The scholarly man asked in a curious voice, "Did you come here to ask Master Ruan to forge a sword for you?"

source: 读书人微笑道：“那敢情好，晚辈求之不得。”
en_us: "That would be a great honor for me," Cui Minghuang replied with a faint smile.

source: 读书人怒斥道：“大道之玄，天理昭昭，岂是你可以一言断之？！人生各有命数缘法，你有什么资格替他人做出选择？！”
en_us: Qi Jingchun swept a sleeve through the air as he roared in a furious voice, "Silence! The Great Dao is as unpredictable as it is profound, what gives you the right to speak on the behalf of the heavens? Everyone has their own fate and destiny, what gives you the right to choose how one should live their life?"

source: 读书人有些无奈，“放心，不是你心仪的苏仙子，是护山的白猿，他护送着正阳山纯阳剑祖陶魁的宝贝孙女。”
en_us: A slightly exasperated look appeared on the scholarly man's face as he replied, "Rest assured, it's not the Celestial Maiden Su that you're so into. Instead, it's the guardian of the mountain, Bai Yuan. He's currently accompanying the granddaughter of the Sun Scorch Mountain's Pure Yang Sword Patriarch, Tao Kui."

source: 读书人犹豫了一下，“风雷园和正阳山，本是同根同源的剑道正宗，为何就不能解开死结？”
en_us: The scholarly man hesitated momentarily, then asked, "The Wind Lightning Field and the Suns Sorch Mountain were once both orthodox sword sects of the same origin, why can't the two resolve their differences?"

source: 读书人袖手而坐，轻声道：“树欲静而风不止。看来我是该动身去取回那块四方镇圭了，哪怕会被齐先生误认为是我们观湖书院落井下石，也没办法。”
en_us: Cui Minghuang sat with his hands concealed within his sleeves as he said, "All I want is piece and quiet, but it appears there's unrest brewing on the horizon. Looks like it's about time I went to recover that seal. Even if my actions lead Mr. Qi to believe that our Lake View Academy is trying to beat him while he's down, it simply can't be helped."

source: 谁曾想是这么个尖酸刻薄的老头子。
en_us: Who knew that he would be such a bitter and vitriolic old man?

source: 谨小慎微的苻南华下意识转头，脖子转到一半的时候，心头巨震。
en_us: The cautious and careful Fu Nanhua reflexively turned around, but after turning halfway around, it dawned on him that he had been tricked.

source: 豪阀世族的读书人，虽然往往被武人讥讽为道貌岸然，装腔作势。
en_us: Scholars from powerful clans were often ridiculed by martial artists and referred to as sanctimonious and pretentious people.

source: 负剑挂符的男人眯起眼，“哦？”
en_us: "Oh?" The man with the sword strapped to his back squinted upon hearing this.

source: 负剑男人休息片刻，起身没有走到少年身边，而是坐在门槛上，背对着少年，缓缓道：“你奶奶应该是在门口，被人扇了一耳光，力气极大，整个人被飞摔入屋内致死。接下来有些话，可能你不爱听，但是你最少应该知道实情，出手之人多半是练气士，出手不知轻重，加上你奶奶身子骨并不坚实，所以就死了。既然是练气士出手，那么多半与泥瓶巷陈平安和那个外乡少女有关，或是先前在廊桥那边，被你故意坏了水观心境的年轻女子，为了报复出手。前者可能性很小，后者可能性极大，所以，你去乱葬岗那边杀陈平安，是出于对你奶奶的孝顺，去了却因果，但是你绝对没有想到，你这一出门，会刚好就有人登门寻衅。”
en_us: After resting for a brief moment, the man stood back up. However, he didn't walk to the Ma Kuxuan, and he instead walked over to sit on the doorstep. With his back facing the young boy, he slowly explained, "Your grandma was most likely standing at the door when she was slapped by someone. The force of the slap was immense, and this caused her to fly into the house and crash to the ground, resulting in her death. "You might not want to hear what I'm about to say, but you at least deserve to know the truth. The assailant was most likely a cultivator, and they definitely didn't control their power properly. Moreover, your grandma was already feeble to begin with, so the combination of these factors caused her to pass away. "Since the assailant was a cultivator, the prime suspect is Chen Ping'an and that young girl from outside, or the young girl whose cultivation you disturbed on the covered bridge. Perhaps she attacked your grandma as an act of revenge. The probability of the assailant being Chen Ping'an and that young girl from outside is extremely small, while the probability of it being the young girl from the covered bridge is extremely big. "You decided to go to the unmarked burial ground to kill Chen Ping'an, and you did this with the intention of being dutiful toward your grandma. You wanted to sever her negative karma with Chen Ping'an. However, you definitely couldn't have imagined that your trip to the burial ground would coincide with someone charging to your house to seek revenge."

source: 负剑男人伸手按住少年的肩头，叮嘱道：“事已至此，稳住心神！”
en_us: The man reached over and placed a hand on Ma Kuxuan's shoulder, saying, "What's done is done. You need to maintain your composure!"

source: 负剑男人带着马苦玄快步前行，摇头道：“正阳山搬山猿之所以悍然出手，不惜破坏规矩，那部剑经本身珍贵是一部分原因，但最重要的原因，仍是正阳山和风雷园的陈年旧怨，如果不是风雷园陈松风前后脚就来到小镇，那头搬山猿绝不至于出手行凶。所以说小镇这边，修行之人即便出手，也不敢太过明目张胆，坐镇此地的齐先生终究”
en_us: Walking briskly with Ma Kuxuan behind him, the man shook his head and replied, "That precious sword scripture was part of the reason why the Mountain-moving Ape from Sun Scorch Mountain was willing to break the rules and act so resolutely. However, the most important reason is the animosity between Sun Scorch Mountain and Wind Lightning Field. If Chen Songfeng from Wind Lightning Field hadn't come to the small town, Bai Yuan definitely wouldn't have chosen to act in such a way. Even if the cultivators from the outside world want to target someone in the small town, they won't dare to act too brazenly. At the end of the day, the Sage overlooking this place..."

source: 负剑男人摘下腰间那枚虎符，色泽比起之前已经略显黯淡，缓缓收入袖中。
en_us: The swordsman removed the tiger talisman from his waist, and it was clear that its luster had become slightly dimmer compared to before. He slowly placed the talisman in his sleeve.

source: 负剑男人略作思量，抬起头对站在门外的马苦玄沉声道：“停步！你天生阳气极重，再靠近一步，你奶奶哪怕还剩一些魂魄滞留屋内，也会被你害得灰飞烟灭！”
en_us: The man pondered for a moment before looking up at Ma Kuxuan who was still standing outside the door. "Don't come over! Your yang energy is innately concentrated, so if you come any closer, any remnant wisp of your grandma's soul will be destroyed by you!" he warned in a grave voice.

source: 负剑男子道：“按照世俗眼光来看，是也不是。若是按照……”
en_us: The swordsman replied, "According to the views of society, yes and no. According to the views of..."

source: 负责向外乡人收钱的小镇看门人，沉默片刻后，说道：“师父他老人家让你在近期忍着点，别跟人动手。”看门人抬头瞥了眼可怜屋顶，突然笑起来，“师父还说了，实在忍不了，就找你媳妇泄泄火。反正嫂子也不怕你折腾，她就好这调调。”
en_us: After a brief moment of silence, the gatekeeper said, "Our master asked me to pass on a message to you. He said that you need to rein in your temper in the near future and refrain from fighting anyone." He then took a glance at the hole in the roof, and a smile suddenly appeared on his face as he continued, "Master also said that if you really can't rein in your temper, then you can vent you frustrations on your wife. She's into that rough stuff anyway."

source: 赤着脚的少年已经转身快步走去，又下了小溪。
en_us: Meanwhile, the barefooted young boy had already turned around and entered the creek again.

source: 走出泥瓶巷后，苻南华和蔡金简几乎同时精神一振，这绝非光线骤然明亮那么简单，两人面面相觑，然后视线迅速错开。
en_us: After emerging from Clay Vase Alley, both Fu Nanhua and Cai Jinjian were both struck by a sense of pressure at almost the exact same moment. This definitely wasn't just a figment of their imagination, and the two of them exchanged a glance before quickly looking away from one another.

source: 走出泥瓶巷后，陈平安发现大街上行人众多，估计是那场突如其来的黑夜，让人瘆得慌，如今好不容易看到了大太阳，就都想着出来透口气。所以绝大多数小镇百姓都离开家门，走出巷弄来到大街，议论纷纷，时不时有人匆忙跑过，嚷嚷着铁锁井已经彻底干枯了，连那条悬挂井中不知千百年的铁链，也给哪家混蛋给偷偷搬走藏在家了。更有唯恐天下不乱的稚童孩子，三三两两，蹦蹦跳跳，满脸雀跃，乱七八糟说着那棵老槐树的变故。
en_us: After leaving Clay Vase Alley, Chen Ping'an noticed that there were many people on the streets. It was most likely because everyone had been thoroughly spooked by the sudden transition from day to night, and now that the sun had reappeared, they were all coming out to bask in its radiance. The vast majority of hte town's residents had emerged from their homes and made their way out onto the streets to discuss the recent "eclipse". Occasionally, there would be someone rushing past, proclaiming that the Iron Lock Well had completely run dry, and that even the metal chain that had been hanging in the well for as long as anyone could remember had been taken by someone. There were also some rabble-rousing children who were jumping around with excited expressions, telling stories about what had happened to the old locust tree.

source: 走出泥瓶巷的少女，她突然有些失落，也有些愧疚。
en_us: As Ning Yao made her way out of Clay Vase Alley, she felt a little dejected and also slightly guilty for leaving without bidding farewell.
